Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B15.tmx
Source language: en_us
Languages: zh_cn

source: Why the Global Warming Skeptics Are Wrong
zh_cn: 为什么全球变暖论反对者是错误的

source: The threat of climate change is an increasingly important environmental issue for the globe.
zh_cn: 气候变化的威胁是全球越来越重要的环境问题。

source: Because the economic questions involved have received relatively little attention, I have been writing a nontechnical book for people who would like to see how market-based approaches could be used to formulate policy on climate change.
zh_cn: 但因为其中牵涉的经济问题没有受到足够的重视，我正在写一本书让人们了解怎样用以市场为基础的方法规划气候变化方针政策。

source: When I showed an early draft to colleagues, their response was that I had left out the arguments of skeptics about climate change, and I accordingly addressed this at length.
zh_cn: 当我把初稿给同事看时，他们都说我忽略了反对者对气候变化的争论，所以我就着手整理这部分的详细资料。

source: But one of the difficulties I found in examining the views of climate skeptics is that they are scattered widely in blogs, talks, and pamphlets.
zh_cn: 当我仔细查阅气候论反对者的观点时，发现其中一个困难就是他们的言论广泛地分散于博客、谈话和小宣传册子里。

source: Then, I saw an opinion piece in The Wall Street Journal of January 27, 2012, by a group of sixteen scientists, entitled "No Need to Panic About Global Warming."
zh_cn: 但后来我在2012年1月27日的《华尔街日报》看到一篇舆论，是由一组16个科学家发表的，题目叫《无需为全球变暖恐慌》。

source: This is useful because it contains many of the standard criticisms in a succinct statement.
zh_cn: 这对我来说很有用，因为其中有不少常见批判的简洁陈述。

source: The basic message of the article is that the globe is not warming, that dissident voices are being suppressed, and that delaying policies to slow climate change for fifty years will have no serious economic or environment consequences.
zh_cn: 这篇文章传达的基本信息是：全球没有变暖，反对主流论调的声音受到了压制，减缓气候变化的政策推迟50年并不会对经济或环境产生严重的后果。

source: My response is primarily designed to correct their misleading description of my own research; but it also is directed more broadly at their attempt to discredit scientists and scientific research on climate change.
zh_cn: 我的反驳主要是更正他们对我的调查报告所做的误导性陈述，同时揭露他们败坏气候研究和科学家名誉的企图。

source: I have identified six key issues that are raised in the article, and I provide commentary about their substance and accuracy.
zh_cn: 这篇文章提到6个重点问题，在此我对它们的本质和正确性予以一一评论。

source: They are:
zh_cn: 这些问题是：

source: Is the planet in fact warming?
zh_cn: 全球真的在变暖？

source: Are human influences an important contributor to warming?
zh_cn: 人类活动是全球变暖的重要因素？

source: Is carbon dioxide a pollutant?
zh_cn: 二氧化碳是污染物？

source: Are we seeing a regime of fear for skeptical climate scientists?
zh_cn: 我们的政权害怕反对气候论的科学家？

source: Are the views of mainstream climate scientists driven primarily by the desire for financial gain?
zh_cn: 主流气候科学家的论点主要是由经济利益为基础的？

source: Is it true that more carbon dioxide and additional warming will be beneficial?
zh_cn: 更多的二氧化碳和升温是有利的，真的吗？

source: As I will indicate below, on each of these questions, the sixteen scientists provide incorrect or misleading answers.
zh_cn: 正如我将在下文里指出来，对于上面的每个问题，这16个科学家提供了不正确甚至误导性的答案。

source: At a time when we need to clarify public confusions about the science and economics of climate change, they have muddied the waters.
zh_cn: 每次当我们需要澄清公众对气候变化的科学和经济困惑时，他们总是跳出来把水搅混。

source: I will describe their mistakes and explain the findings of current climate science and economics.
zh_cn: 我将会阐明他们的错误，并解释目前气候科学和经济学的调查结果。

source: The first claim is that the planet is not warming.
zh_cn: 第一个论点是全球没有变暖。

source: More precisely, "Perhaps the most inconvenient fact is the lack of global warming for well over 10 years now."
zh_cn: 更确切一点儿说，“也许最不利的事实就是在10年多的时间里全球并没有变暖”。

source: It is easy to get lost in the tiniest details here.
zh_cn: 这样小范围的数据的确容易误导人们。

source: Most people will benefit from stepping back and looking at the record of actual temperature measurements.
zh_cn: 让我们回头看看实际温度测量的记录就会明白真相。

source: The figure below shows data from 1880 to 2011 on global mean temperature averaged from three different sources.
zh_cn: 下图中的数据是1880年-2011年全球的平均温度，是三个不同来源的平均数。

source: We do not need any complicated statistical analysis to see that temperatures are rising, and furthermore that they are higher in the last decade than they were in earlier decades.
zh_cn: 我们不需要做任何复杂的统计分析就可以看出温度在上升，并且在过去10年里温度比以前都高。

source: One of the reasons that drawing conclusions on temperature trends is tricky is that the historical temperature series is highly volatile, as can be seen in the figure.
zh_cn: 从图上还可以看出，温度的历史数列的变化是非常不稳定的，所以他们根据最近10年温度趋势下结论是狡猾的做法。

source: A useful analogy is the stock market. Suppose an analyst says that because real stock prices have declined over the last decade (which is true), it follows that there is no upward trend.
zh_cn: 一个可以帮助理解的类比是股票市场：假设一个股票分析员说因为过去10年里股票的价格在下降（这是实情），就得出结论说股票从来没有上涨过。

source: Here again, an examination of the long-term data would quickly show this to be incorrect.
zh_cn: 验证长期的数列就可以很快发现他们的论点是错误的。

source: The finding that global temperatures are rising over the last century-plus is one of the most robust findings of climate science and statistics.
zh_cn: 发现过去一个多世纪里全球温度一直在上升是气候科学和统计学最有力的调查结果。

source: A second argument is that warming is smaller than predicted by the models:
zh_cn: 第二个论点是温度上升比模型预测的要小：

source: The lack of warming for more than a decade-indeed, the smaller-than-predicted warming over the 22 years since the UN's Intergovernmental Panel on Climate Change (IPCC) began issuing projections-suggests that computer models have greatly exaggerated how much warming additional CO2 can cause.
zh_cn: 在过去10多年里温度没有上升——准确地说，自联合国政府间气候变化专门委员会（下简称IPCC）发表预测的22年里温度上升小于预测数——暗示计算机模型过分夸大了二氧化碳对温度上升的影响。

source: What is the evidence on the performance of climate models?
zh_cn: 气候模型的工作情况如何呢？

source: Do they predict the historical trend accurately?
zh_cn: 它们对过去温度趋势的预测准确吗？

source: Statisticians routinely address this kind of question.
zh_cn: 统计学家的一贯工作就是解决这类问题。

source: The standard approach is to perform an experiment in which (case 1) modelers put the changes in CO2 concentrations and other climate influences in a climate model and estimate the resulting temperature path, and then (case 2) modelers calculate what would happen in the counterfactual situation where the only changes were due to natural sources, for example, the sun and volcanoes, with no human-induced changes.
zh_cn: 气候实验的规范做法就是，（方案1）模型制造者把二氧化碳浓度变化和其它影响气候的因素放入模型里，评诂所导致的温度轨迹；然后（方案2），模型制造者再计算非实际情况下的温度轨迹，也就是只有自然因素的变化，如太阳、火山，没有人类引起的变化。

source: They then compare the actual temperature increases of the model predictions for all sources (case 1) with the predictions for natural sources alone (case 2).
zh_cn: 最后他们对比两种情况下（方案1和方案2）温度上升的预测结果。

source: This experiment has been performed many times using climate models.
zh_cn: 这种气候模型的实验已经做过许多次了。

source: A good example is the analysis described in the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (for the actual figure, see the accompanying online material 4).
zh_cn: 一个很好的例子是IPCC第四次评诂报告里对分析的描述（实际图表参见注释4)。

source: Several modelers ran both cases 1 and 2 described above-one including human-induced changes and one with only natural sources.
zh_cn: 有几个模型制造者实施了上述方案1和方案2两种情况——一种包括了人类引起的变化，另一种只有自然因素。

source: This experiment showed that the projections of climate models are consistent with recorded temperature trends over recent decades only if human impacts are included.
zh_cn: 这些实验的结果显示，只有在包括人类影响的情况下，气候模型的预测和过去几十年里记录的温度趋势相一致。

source: The divergent trend is especially pronounced after 1980.
zh_cn: 方案1和方案2所描绘的曲线在1980年后分叉越发明显。

source: By 2005, calculations using natural sources alone underpredict the actual temperature increases by about 0.7 degrees Centigrade, while the calculations including human sources track the actual temperature trend very closely.
zh_cn: 到2005年，只有自然因素预测的温度比实际温度要低0.7摄氏度，但包括人类因素的计算结果和实际温度一直保持得很近。

source: In reviewing the results, the IPCC report concluded: "No climate model using natural forcings [i.e., natural warming factors] alone has reproduced the observed global warming trend in the second half of the twentieth century."
zh_cn: 根据这些结果，IPCC报告作出结论说：“只有自然作用（也就是自然升温因素）的气候模型不能复制二十世纪后半期发现的全球变暖趋势。”

source: The sixteen scientists next attack the idea of CO2 as a pollutant.
zh_cn: 16个科学家接下来攻击二氧化碳是污染的说法。

source: They write: "The fact is that CO2 is not a pollutant."
zh_cn: 他们写道：“事实是二氧化碳并非污染”。

source: By this they presumably mean that CO2 is not by itself toxic to humans or other organisms within the range of concentrations that we are likely to encounter, and indeed higher CO2 concentrations may be beneficial.
zh_cn: 这里他们的意思大概是说，就我们可能遇到的浓度，二氧化碳本身对人类和其它生物并没有毒，而且二氧化碳浓度高一点可能有好处。

source: However, this is not the meaning of pollution under US law or in standard economics.
zh_cn: 然而，这并不是美国法律或标准经济学所指的污染。

source: The US Clean Air Act defined an air pollutant as "any air pollution agent or combination of such agents, including any physical, chemical, biological, radioactive­substance or matter which is emitted into or otherwise enters the ambient air."
zh_cn: 美国空气洁净法令是这样定义空气污染的，“排放到或进入大气的任何空气污染物或这种污染物的组合，包括物理的、化学的、生物的、放射性的...物质或物体。”

source: In a 2007 decision on this question, the Supreme Court ruled clearly on the question: "Carbon dioxide, methane, nitrous oxide, and hydrofluorocarbons are without a doubt 'physical [and] chemical­substance[s] which [are] emitted into­the ambient air.'
zh_cn: 在一份2007年的决议中，高级法院明确地对此问题作出裁决：“二氧化碳、甲烷、一氧化碳和碳氟化合物毫无疑问属于‘排放到...大气的物理的、化学的...物质’......

source: ­Greenhouse gases fit well within the Clean Air Act's capacious definition of 'air pollutant.'
zh_cn: 温室气体正是空气洁净法令广泛定义的“空气污染。”

source: In economics, a pollutant is a form of negative externality-that is, a byproduct of economic activity that causes damages to innocent bystanders.
zh_cn: 在经济学里，污染是负外部性的一种形式——也就是，经济活动的副产品对无辜的第三方会造成伤害。

source: The question here is whether emissions of CO2 and other greenhouse gases will cause net damages, now and in the future.
zh_cn: 那么问题在于二氧化碳和其它温室气体的排放会不会造成伤害，不论现在还是将来。

source: This question has been studied extensively.
zh_cn: 对于这个问题人们做了广泛的研究。

source: The most recent thorough survey by the leading scholar in this field, Richard Tol, finds a wide range of damages, particularly if warming is greater than 2 degrees Centigrade.
zh_cn: 这个领域里领先的学者理查陶在最近一个彻底的调研中发现气候变暖会引起很大范围的破坏，特别是升温超过2摄氏度时。

source: Major areas of concern are sea-level rise, more intense hurricanes, losses of species and ecosystems, acidification of the oceans, as well as threats to the natural and cultural heritage of the planet.
zh_cn: 7个主要的影响领域是海平面上升、飓风更强烈、物种和生态环境丧失、海洋酸化、还有对全球自然和文化遗产的威胁。

source: In short, the contention that CO2 is not a pollutant is a rhetorical device and is not supported by US law or by economic theory or studies.
zh_cn: 总而言之，二氧化碳不算污染的论点只是强辞夺理，就美国法律、经济学原理和调查研究而言，它毫无根据。

source: The fourth contention by the sixteen scientists is that skeptical climate scientists are living under a reign of terror about their professional and personal livelihoods.
zh_cn: 16位科学家的第4个论点是，反对气候论的科学家的专业和个人生计都在当权的恐怖统治之下。

source: They write:
zh_cn: 他们写道：

source: Although the number of publicly dissenting scientists is growing, many young scientists furtively say that while they also have serious doubts about the global-warming message, they are afraid to speak up for fear of not being promoted-or worse.
zh_cn: 公开反对（气候论）的科学家人数在上升，许多青年科学家私下里说他们也相当怀疑全球变暖的说法，但他们不敢大声说出来因为他们害怕没有升职机会——甚至更糟......

source: This is not the way science is supposed to work, but we have seen it before-for example, in the frightening period when Trofim Lysenko hijacked biology in the Soviet Union.
zh_cn: 这不是科学应有的做法，但我们看到从前确有其事——举例来说，特罗菲姆李森科劫持苏联生物学的恐怖时期。

source: Soviet biologists who revealed that they believed in genes, which Lysenko maintained were a bourgeois fiction, were fired from their jobs.
zh_cn: 当时的苏联生物学家如果透露他自己相信基因，就会被开除工作，因为李森科主张基因是资产阶级虚构的东西。

source: Many were sent to the gulag and some were condemned to death.
zh_cn: 许多人为此被送到古拉格集中营，还有一些人被判了死刑。

source: While we must always be attentive to a herd instinct, this lurid tale is misleading in the extreme.
zh_cn: 然而我们要保持警惕，不要盲目跟风，这个极端情况下的可怕故事是误导性的。

source: Some background on Lysenko will be useful.
zh_cn: 了解一些李森科的背景有助于我们弄清是非。

source: He was the leader of a group that rejected standard genetics and held that the acquired characteristics of an organism could be inherited by that organism's descendants.
zh_cn: 他是一个团体的领导者，该团体反对标准的遗传学，主张生物后天获得的特征能遗传给其后代。

source: He exploited the Soviet ideology about heredity, the need for agricultural production, and the favor of a powerful dictator-Stalin-to attract adherents to his theories.
zh_cn: 基于农业生产的需要和大专制者斯大林的欢心——为其理论拉拢支持者，李森特开发了苏联的遗传学思想体系。

source: Under his influence, genetics was officially condemned as unscientific.
zh_cn: 在他的影响下，遗传学被官方宣布为伪科学。

source: Once he gained control of Russian biology, genetics research was prohibited, and thousands of geneticists were fired.
zh_cn: 而且一旦他得到苏联生物学的控制权，就禁止遗传学研究，开除了数千遗传学者。

source: Many leading geneticists were exiled to labor camps in Siberia, poisoned, or shot.
zh_cn: 许多最主要的遗传学者被流放到西伯利亚劳动集中营，甚至毒死或枪杀。

source: His influence began to wane after Stalin's death, but it took many years for Soviet biology to overcome the disastrous consequences of the Lysenko affair.
zh_cn: 在斯大林死后，他的影响开始消失，但苏联生物学花了很长时间才克服李森科事件的灾难性后果。

source: The idea that skeptical climate scientists are being treated like Soviet geneticists in the Stalinist period has no basis in fact.
zh_cn: 反对气候论的科学家受到的对待象斯大林时期苏联生物学家一样？这种说法是无稽之谈。

source: There are no political or scientific dictators in the US. No climate scientist has been expelled from the US National Academy of Sciences. No skeptics have been arrested or banished to gulags or the modern equivalents of Siberia.
zh_cn: 在美国没有政治或科学独裁者，没有气候科学家被从美国国家科学院开除出来，没有反对者被拘捕或是放逐到古拉格或类似西伯利亚的现代某地。

source: Indeed, the dissenting authors are at the world's greatest universities, including Princeton, MIT, Rockefeller, the University of Cambridge, and the University of Paris.
zh_cn: 事实是，这些有不同意见的作者正在世界最好的大学里面，包括普林斯顿、麻省理工、洛克菲勒、剑桥和巴黎大学。

source: I can speak personally for the lively debate about climate change policy.
zh_cn: 对于气候变化方针的辩论我说点个人的看法。

source: There are controversies about many details of climate science and economics. While some claim that skeptics cannot get their papers published, working papers and the Internet are open to all.
zh_cn: 关于气候科学和经济学的详细数据有公开辨论，如果一些人称反对者的文章不能发表，工作底稿和互联网却对所有人都是公开的。

source: I believe the opposite of what the sixteen claim to be true: dissident voices and new theories are encouraged because they are critical to sharpening our analysis.
zh_cn: 我相信这16位言论的反面才是真实的：人们鼓励反对的声音和新的理论，因为它们对磨砺我们的分析至关重要。

source: The idea that climate science and economics are being suppressed by a modern Lysenkoism is pure fiction.
zh_cn: 气候科学和经济学受现代李森科主义压制的说法纯属编造。

source: A fifth argument is that mainstream climate scientists are benefiting from the clamor about climate change:
zh_cn: 第5个论点是主流气候科学家从气候变化的吵闹当中获益：

source: Why is there so much passion about global warming­?
zh_cn: 为什么对全球变暖有如此多的热情......？

source: There are several reasons, but a good place to start is the old question "cui bono?"
zh_cn: 原因有几个，但首先是一个老问题“谁人获利？”

source: Or the modern update, "Follow the money."
zh_cn: 或者用现在说法，“向钱看。”

source: Alarmism over climate is of great benefit to many, providing government funding for academic research and a reason for government bureaucracies to grow.
zh_cn: 有关气候变化的危言耸听对不少人大有好处，它使政府提供资金给学术研究，成为政府机构扩大的一个理由。

source: Alarmism also offers an excuse for governments to raise taxes, taxpayer-funded subsidies for businesses that understand how to work the political system, and a lure for big donations to charitable foundations promising to save the planet.
zh_cn: 危言耸听还给政府提供增加税收的借口，使深谙这种政治制度的企业得到纳税人资助的补贴，是许诺拯救地球的慈善基金收获巨额捐款的诱饵。

source: This argument is inaccurate as scientific history and unsupported by any evidence.
zh_cn: 这个论点就科学历史来说是不正确的，没有任何证据的支持。

source: There is a suggestion that standard theories about global warming have been put together by the scientific equivalent of Madison Avenue to raise funds from government agencies like the National Science Foundation (NSF).
zh_cn: 它暗示，一个类似麦迪逊大街的科学中心把全球变暖的正统理论放在一起，向国家科学基金会这样的政府部门要求提高拨款。

source: The fact is that the first precise calculations about the impact of increased CO2 concentrations on the earth's surface temperature were made by Svante Arrhenius in 1896, more than five decades before the NSF was founded.
zh_cn: 但事实是，第一次详细计算二氧化碳升高对地球表面温度影响是由斯万特阿列纽斯在1896年完成的，比国家科学基金会的建立早了50多年。

source: The skeptics' account also misunderstands the incentives in academic research.
zh_cn: 反对者的报道还误解了学术研究的动机。

source: IPCC authors are not paid.
zh_cn: IPCC的作者是无偿的。

source: Scientists who serve on panels of the National Academy of Science do so without monetary compensation for their time and are subject to close scrutiny for conflicts of interest.
zh_cn: 为了避免与公众利益冲突，服务于国家科学院专门小组的科学家也都没有金钱报酬。

source: Academic advancement occurs primarily from publication of original research and contributions to the advancement of knowledge, not from supporting "popular" views.
zh_cn: 学术晋升主要来自发表的原创性研究和对知识进步的贡献，而非所谓的“受欢迎程度”。

source: Indeed, academics have often been subject to harsh political attacks when their views clashed with current political or religious teachings.
zh_cn: 确实，当学术观点与当前政治或宗教教义冲撞时，常常会受到尖锐的政治批评。

source: This is the case in economics today, where Keynesian economists are attacked for their advocacy of "fiscal stimulus" to promote recovery from a deep recession; and in biology, where evolutionary biologists are attacked as atheists because they are steadfast in their findings that the earth is billions rather than thousands of years old.
zh_cn: 今天的经济学就是这样，凯恩斯主义经济学家会因为拥护“财政刺激”而受到攻击，尽管这种刺激是为了促进恢复严重衰退的经济；在生物学界，进化论的生物学家被当作无神论者攻击，因为他们对于世界存在了数十亿年而非数千年的发现坚定不移。

source: In fact, the argument about the venality of the academy is largely a diversion.
zh_cn: 事实上，关于学术腐败的争论很大程度上是为了分散注意力。

source: The big money in climate change involves firms, industries, and individuals who worry that their economic interests will be harmed by policies to slow climate change.
zh_cn: 气候变化牵扯着一些商行、工业和个人的大笔财富，他们担心减缓气候变化的政策会损害他们的经济利益。
